Repository: bigliang-hello/ClipMemo
Catalog: ClipMemo/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: 30 Days
zh_hans: 30 天

source: 7 Days
zh_hans: 7 天

source: 90 Days
zh_hans: 90 天

source: API Key
zh_hans: API 密钥

source: Add Running App
zh_hans: 添加正在运行的应用

source: All
zh_hans: 全部

source: All Items
zh_hans: 全部项目

source: All clipboard history will be removed. This cannot be undone.
zh_hans: 所有剪贴板历史记录将被移除，此操作无法撤销。

source: All records are stored locally on this Mac. Nothing is ever uploaded.
zh_hans: 所有记录仅保存在本机，不会上传任何内容。

source: Apps listed here are never recorded.
zh_hans: 列在这里的应用不会被记录到历史。

source: Auto-delete after
zh_hans: 自动清理

source: Auto-detects seconds or milliseconds
zh_hans: 自动识别秒 / 毫秒

source: Back
zh_hans: 返回

source: Background
zh_hans: 背景色

source: Base64, URL, Unicode escape and hashes.
zh_hans: Base64、URL、Unicode 转义与哈希。

source: Cancel
zh_hans: 取消

source: Choose Image…
zh_hans: 选择图片…

source: Clear All History
zh_hans: 清空全部历史

source: Clear All History?
zh_hans: 清空全部历史？

source: Clear History
zh_hans: 清空历史

source: Clear History…
zh_hans: 清空历史…

source: Clear all history
zh_hans: 清空全部历史

source: Clear filter
zh_hans: 清除筛选

source: Code · %d lines
zh_hans: 代码 · %d 行

source: Color Converter
zh_hans: 颜色格式转换

source: Content
zh_hans: 内容

source: Convert Unix timestamps to readable dates.
zh_hans: Unix 时间戳与日期互转。

source: Convert between HEX, RGB, HSL and more.
zh_hans: HEX / RGB / HSL 等格式互转。

source: Copied to clipboard
zh_hans: 已复制到剪贴板

source: Copy
zh_hans: 复制

source: Copy Image
zh_hans: 复制图片

source: Copy Latest Item
zh_hans: 复制最新记录

source: Copy something and it will appear here automatically.
zh_hans: 复制的内容会自动出现在这里。

source: Decode
zh_hans: 解码

source: DeepL requires an API key.
zh_hans: DeepL 需要先填入 API 密钥。

source: Delete
zh_hans: 删除

source: Delete Record?
zh_hans: 删除记录？

source: Dots
zh_hans: 圆点

source: Earlier
zh_hans: 更早

source: Edit
zh_hans: 编辑

source: Encode
zh_hans: 编码

source: Encode / Decode
zh_hans: 编解码

source: Encode or decode Base64 text.
zh_hans: 编码或解码 Base64 文本。

source: Enter a color (HEX, rgb()…)
zh_hans: 输入颜色值(HEX、rgb() 等)

source: Error Correction
zh_hans: 纠错等级

source: Excel Spreadsheet
zh_hans: Excel 表格

source: Exclude %@
zh_hans: 不再记录 %@

source: File
zh_hans: 文件

source: Files
zh_hans: 文件

source: Filter by this app
zh_hans: 按此应用筛选

source: Follow App Language
zh_hans: 跟随界面语言

source: Follow System
zh_hans: 跟随系统

source: Foreground
zh_hans: 前景色

source: Free API key at deepl.com
zh_hans: 在 deepl.com 免费注册获取密钥

source: From %@
zh_hans: 来自 %@

source: Full History…
zh_hans: 完整历史…

source: General
zh_hans: 通用

source: Google Translate by default, or DeepL.
zh_hans: 默认 Google 翻译,可选 DeepL。

source: Hash
zh_hans: 哈希

source: History
zh_hans: 历史

source: History cleared
zh_hans: 历史已清空

source: Image
zh_hans: 图片

source: Image unavailable
zh_hans: 图片不可用

source: Images
zh_hans: 图片

source: Input
zh_hans: 输入

source: Invalid Base64 input
zh_hans: 无效的 Base64 输入

source: Invalid color
zh_hans: 无法识别的颜色

source: Invalid input
zh_hans: 无法解析该输入

source: Invalid timestamp or date
zh_hans: 无法识别的时间戳或日期

source: Language
zh_hans: 语言

source: Launch at login
zh_hans: 登录时启动

source: Local Time
zh_hans: 本地时间

source: Low contrast — scanning may fail.
zh_hans: 前景与背景对比度过低，可能无法扫描。

source: Milliseconds
zh_hans: 毫秒

source: Never
zh_hans: 从不

source: No Accessibility permission — items are only copied; press ⌘V to paste.
zh_hans: 无辅助功能权限——回车仅复制条目，请手动按 ⌘V 粘贴。

source: No clipboard items yet
zh_hans: 暂无剪贴板记录

source: No results for “%@”
zh_hans: 未找到“%@”的结果

source: Now
zh_hans: 此刻

source: Number of items to keep
zh_hans: 保留记录数量

source: Off — history stays only on this Mac. Turning it on keeps this Mac’s history in sync with your other devices.
zh_hans: 关闭时历史仅保存在本机；开启后可在你的设备间同步。

source: Open System Settings
zh_hans: 打开系统设置

source: Open Toolbox
zh_hans: 打开工具箱

source: Output
zh_hans: 输出

source: PDF Document
zh_hans: PDF 文档

source: PNG Image
zh_hans: PNG 图片

source: Paste
zh_hans: 粘贴

source: Pause Monitoring (Privacy Mode)
zh_hans: 暂停监听（隐私模式）

source: Paused
zh_hans: 已暂停

source: Pick Color from Screen
zh_hans: 屏幕取色

source: Pin
zh_hans: 固定

source: Pinned
zh_hans: 已固定

source: Preview
zh_hans: 预览

source: Previous 30 Days
zh_hans: 近 30 天

source: Previous 7 Days
zh_hans: 近 7 天

source: Privacy
zh_hans: 隐私

source: Privacy mode (pause monitoring)
zh_hans: 隐私模式（暂停监听）

source: Privacy mode is on — clipboard monitoring is paused. Click to resume.
zh_hans: 隐私模式已开启，已暂停剪贴板监听，点击恢复。

source: QR Code
zh_hans: 二维码

source: Quick Paste
zh_hans: 快速粘贴

source: Quit ClipMemo
zh_hans: 退出 ClipMemo

source: Recognize text in images (OCR)
zh_hans: 复制图片时自动识别文字(OCR)

source: Recognized Text
zh_hans: 识别文字

source: Recognized text is stored locally and makes images searchable.
zh_hans: 识别文字仅保存在本地,让图片可以按内容搜索。

source: Recording Exclusions
zh_hans: 排除的应用

source: Records are stored on this Mac and in your private iCloud database.
zh_hans: 记录保存在本机及你的 iCloud 私有数据库中。

source: Remove Logo
zh_hans: 移除 Logo

source: Resume Monitoring
zh_hans: 恢复监听

source: Rounded
zh_hans: 圆角

source: Save
zh_hans: 保存

source: Search clipboard
zh_hans: 搜索剪贴板

source: Seconds
zh_hans: 秒

source: Settings
zh_hans: 设置

source: Settings…
zh_hans: 设置…

source: Share
zh_hans: 分享

source: Shortcut
zh_hans: 快捷键

source: Show ClipMemo
zh_hans: 打开 ClipMemo

source: Sign in to iCloud in System Settings to enable sync.
zh_hans: 请在系统设置中登录 iCloud 后使用同步。

source: Sketch Document
zh_hans: Sketch 文档

source: Small utilities for clipboard content.
zh_hans: 剪贴板内容的小工具集。

source: Square
zh_hans: 方形

source: Storage
zh_hans: 存储

source: Sync history via iCloud
zh_hans: 通过 iCloud 同步历史

source: Syncing privately through your iCloud account.
zh_hans: 正在通过你的 iCloud 账户私密同步。

source: Text
zh_hans: 文本

source: Text is sent to the selected translation service.
zh_hans: 文本将发送到所选翻译服务。

source: Text or URL to encode
zh_hans: 要编码的文本或链接

source: Text to translate
zh_hans: 要翻译的文本

source: Text · %d characters
zh_hans: 文本 · %d 个字符

source: The oldest unpinned records are removed first. Pinned records are always kept.
zh_hans: 最旧的未固定记录会被优先清除，固定记录始终保留。

source: This record will be removed from your history. This cannot be undone.
zh_hans: 该记录将从历史中移除，此操作无法撤销。

source: Timestamp
zh_hans: 时间戳转换

source: Today
zh_hans: 今天

source: Toolbox
zh_hans: 工具箱

source: Translate
zh_hans: 翻译

source: Translate Text
zh_hans: 文本翻译

source: Translate with the system translation engine.
zh_hans: 调用系统翻译引擎。

source: Translated text
zh_hans: 翻译结果

source: Translating…
zh_hans: 翻译中…

source: Translation failed
zh_hans: 翻译失败

source: Try a different search term or filter.
zh_hans: 换个关键词或筛选条件试试。

source: Turn text or links into a scannable code.
zh_hans: 将文本或链接生成为二维码。

source: Type to search, ↑↓ to select, ⏎ paste, ⌥⏎ plain text
zh_hans: 输入搜索，↑↓ 选择，⏎ 粘贴，⌥⏎ 纯文本

source: Type to search, ↑↓ to select, ⏎ to paste
zh_hans: 输入搜索，↑↓ 选择，⏎ 粘贴

source: Unix Timestamp
zh_hans: Unix 时间戳

source: Unknown File
zh_hans: 未知文件

source: Unlimited
zh_hans: 不限

source: Unpin
zh_hans: 取消固定

source: Use Q or H correction when adding a logo.
zh_hans: 添加 Logo 时建议选择 Q 或 H 级纠错。

source: While enabled, ClipMemo ignores clipboard changes completely.
zh_hans: 开启后，ClipMemo 将完全忽略剪贴板变化。

source: Yesterday
zh_hans: 昨天

source: iCloud sync needs a build signed with the iCloud capability (paid Apple Developer team).
zh_hans: 此构建未包含 iCloud 能力（需付费开发者团队签名）。
